{
    "broadArea": {
        "name": "Biotechnology and Biomedical Engineering",
        "link": "https://www.vlab.co.in/broad-area-biotechnology-and-biomedical-engineering",
        "code": "BIO"
    },
    "lab": "Biosensor Virtual Lab",
    "lab_display_name": "Biosensor Virtual Lab",
    "phase": 3,
    "collegeName": "AMRT",
    "baseUrl": "biosensor-au.vlabs.ac.in",
    "introduction": "Biosensor Virtual Laboratory is designed to provide comprehensive training in the design, application, and analysis of biosensors. The proposed lab aims to equip students with the foundational knowledge and practical skills required to develop innovative biosensor technologies for applications such as disease monitoring, food safety, drug discovery, and sustainable environmental solutions. By leveraging virtual platforms, the lab will address challenges associated with resource-intensive experiments, such as high reagent costs and accessibility constraints in underdeveloped regions. It will facilitate interactive and engaging learning experiences, making complex topics like microbial fuel cells, impedance studies, and proton exchange membranes accessible to undergraduate students from interdisciplinary domains. The Biosensor Virtual Lab represents a transformative step toward bridging educational gaps and fostering innovation in the biosciences",
    "experiments": [
        {
            "name": "Design and construction of a microbial fuel cell",
            "short-name": "microbial-fuel",
            "repo": "https://github.com/virtual-labs/exp-microbial-fuel-cell-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Demonstration of exoelectrogenesis using Caulobacter crescentus",
            "short-name": "exoelectrgensis-caulobacter",
            "repo": "https://github.com/virtual-labs/exp-exoelectrogenesis-crescentus-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Deriving the I-V curve",
            "short-name": "deriving-iv-curve",
            "repo": "https://github.com/virtual-labs/exp-deriving-iv-curve-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Impedance/resistance experiment using source meter",
            "short-name": "impedance-resistance",
            "repo": "https://github.com/virtual-labs/exp-Impedance-resistance-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Efficiency of sacrificial (aluminum, copper, manganese) and non-sacrificial electrodes (carbon, graphite) in MFC",
            "short-name": "sacrificial-electrodes-mfc",
            "repo": "https://github.com/virtual-labs/exp-sacrificial-electrodes-mfc-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Proton exchange membranes (PEM)",
            "short-name": "proton-exhange-membranes",
            "repo": "https://github.com/virtual-labs/exp-proton-exchange-membranes-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Phototrophic Microbial Fuel Cell using Chroococcus sp",
            "short-name": "phototrophic-microbial",
            "repo": "https://github.com/virtual-labs/exp-phototrophic-microbial-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Modular assembly of MFC to increase voltage or current",
            "short-name": "modular-assembly",
            "repo": "https://github.com/virtual-labs/exp-modular-assembly-mfc-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "MFC in wastewater treatment",
            "short-name": "wastewater-treatment",
            "repo": "https://github.com/virtual-labs/exp-mfc-wastewater-treatment-au",
            "tag": "v1.0.0",
            "deploy": true
        },
        {
            "name": "Microfluidic MFC",
            "short-name": "microfluidic-mfc",
            "repo": "https://github.com/virtual-labs/exp-microfluidic-mfc-au",
            "tag": "v1.0.0",
            "deploy": true
        }
    ],
    "targetAudience": {
        "UG": [
            "1st Year",
            "2nd Year",
            "3rd Year"
        ],
        "PG": [
            "1st Year",
            "2nd Year"
        ]
    },
    "objective": "The objective of the biosensor laboratory is to provide the basics of developing biosensors for early monitoring of diseases such as diabetes, cancer, coronary diseases, etc. The focus of the lab is to introduce biosensors as ubiquitous methods in biomedical diagnosis for carrying out research in disease progression, environmental monitoring, food control, drug discovery, forensics, and biomedical research. The advanced features of these labs are strategically poised for product development and translation into specific products helping improve the lives of patients. The labs are being designed to make teaching easier in colleges where teachers coming from interdisciplinary domains can handle the courses to teach visualization and interpretation of biosensors and their application in a detailed manner with interactive components. The labs can be extended as a course manual or reference textbook for bioscience students in biology, biochemistry, biotechnology, microbiology, and engineering. Many experiments may classify as project-oriented experiments. The proposed virtual lab will overcome the use of costly reagents, time, geographic and economic constraints in underdeveloped university scenarios. Biosensor Virtual Lab aims to: <br>Introduce Biosensor Fundamentals <br>Enhance Biomedical Diagnostic Research<br>Facilitate Interdisciplinary Learning<br>Promote Practical Training, Visualization, and Facilitate Interdisciplinary Learning",
    "courseAlignment": {
        "description": "All institutes who offers a course in Biosciences, biochemistry, biotechnology, microbiology, and engineering."
    }
}
